<div id="paragraph2" class="bg-green-100 p-8 rounded-lg">
    <div class="title">
        <img src="{{ asset('image/about.png') }}" alt="エフェクター蘇癒研究所とは" />
    </div>
    <h3 class="subtitle mt-4">代表挨拶</h3>
    <img src="{{ asset('image/kouki.jpg') }}" alt="松本晃宜" />
    <div class="mt-2">
        はじめましてエフェクター蘇癒研究所代表の松本 晃宜と申します。<br><br>

        本日は、このサイトをご覧頂きまして誠にありがとうございます。<br>
        このサイトでは、健康並びに健康事業等にご興味・御関心をお持ちの<br>
        貴方及び、会員の皆様へお役に立つ確かな情報を御提供させていただきます。<br><br>

        私たち一人一人、その人生には、時として、信じられない様な事柄が<br>
        起こるものです。<br><br>

        私自身昭和３０年代の後半、それまで平穏な日々を送っていた私にも<br>
        人生を大きく変えなければならない、大変な出来事が起こりました。<br><br>

        突然私、自身に襲った病魔は、緑内障と診断されたのです。<br>
        しかも、あろうことか、医師からは両眼共に近い将来、失明を余儀なくされる<br>
        と言う宣告を受けたのです。 頭の中で何かがぷつんとはじけました。<br><br> 

        その時、２０歳の私の受けた心の衝撃は、４０数年を経た今日においても<br>
        私の記憶の中から忘れることはできません。<br><br>

        実際に病気を体験した人でなければ、健康のありがたさは判らない <br>
        と申しますが、私もそれを痛切に実感いたしております。<br><br>

        それでも、日本には、古来からのことわざに、捨てる神あれば、拾う神あり<br>
        と言う言葉があります。実は、私にもそのような人生の中において、<br>
        求めても得ることの出来ない、その後の人生に最良とも言える二つの大きな<br>
        幸運に恵まれたことでした。<br><br><br>


        その第一の幸運は、昭和４５年秋の妻との出会いでした。<br><br>

        苦悩の時代、いつも笑顔で、私と家族を支え続けてくれた献身的な妻の存在が<br>
        私の今日の成功をもたらしてくれたと言っても決して過言ではありません。<br><br>

        そして、私に訪れた、第二の幸運は、その後の３０年に及ぶ全盲の中で<br>
        １９９５年平成７年の夏、劇的なスーパーバイオ21との出会いであったのです。<br><br>

        スーパーバイオ21の健康運動は文字通り妻との二人三脚でした。<br>
        全国４７都道府県、津々浦々を訪れ、多くの会員の皆様との出会いは、貴重な<br>
        体験の積み重ねとなって、やがてそれは何びとにも動かすことの出来ない、<br>
        １５年に及ぶ、真実の大きな実績となりました。<br><br><br>

        目まぐるしく次々と商品が登場しては消えて行く、その健康食品業界において<br>
        堂々と１５年に及ぶ確かな実績を誇る、バイオコーポレーション社の商品は<br>
        貴重な存在であるとして、医師、健康ジャーナリスト、そのほか出版業界や<br>
        専門家の間においても高く評価されております。<br><br><br>

        このサイトでは、バイオコーポレーション社の商品の１５年に及ぶ実績の中<br>
        から特に会員の皆様が 実体験を通して絶賛するバイオコーポレーション社の<br>
        商品の特性、 ほかの健康食品には決して在りえないバイオコーポレーション社の<br>
        商品だけが持っているその特性について御案内させて頂ます。<br><br>

        バイオコーポレーション社の商品(具体的にはスーパーバイオ２１、スクアラミン<br>
        プルミエ)についてお知りになりたい方は下の画像をクリックしてください。<br><br>
    </div>

    <div class="flex justify-center">
        <a href="{{ route('bio') }}" class="mx-4">
            <img src="{{ asset('image/baiobanner.png') }}" class="block hover:opacity-40 transition flex justify-center" alt="スーパーバイオ２１" />
        </a>
        <a href="{{ route('sukuaramin') }}">
            <img src="{{ asset('image/sukuarabanner.png') }}" class="block hover:opacity-40 transition flex justify-center"alt="スクアラミンプルミエ" />
        </a>
    </div>
</div>