<div id="paragraph2" class="w-7/12 bg-green-100 p-8 rounded-lg">
    <div class="title">
        <img src="{{ asset('image/kouso.png') }}" alt="発酵酵素の役目" />
    </div>
    <div class="mt-2">
        <p class="mt-3 text-xl font-semibold text-green-600">自然治癒力とは</p>
        <p class="mt-2">
            私たちの身体の隅々まで循環している約5リットルの血液の中には、<br>
            3大栄養素のアミノ酸（蛋白質）・グリセリン（脂肪分）・葡萄糖（糖類）<br>
            と4大ミネラル成分のナトリウム・マグネシウム・カリウム・カルシウムなど<br>
            そのほかの優れた養分が含まれています。<br>
            <br>
            それらの栄養成分が、外部から進入してきた細菌類に奪われないように<br>
            護衛しているしくみがあります。<br>
            <br>
            それが「免疫防御機構（自然治癒力）」です。<br>
            免役防御機構には免疫細胞と呼ばれるいくつかの細胞が存在しており、<br>
            それぞれマクロファージ、NK細胞、好中球などと呼ばれるものです。<br>
            これらは私たちの体の中で非常に重要な「バランス」を保つ役割も果たして<br>
            います。<br>
            <br>
            たとえば、がんは、がんの発生に関連する遺伝子を誰でももっていますが<br>
            一方ではがんを抑制する遺伝子ももっています。 これらのバランスが<br>
            保たれていれば、がんを発症しないといわれています。がんは私たちの体内に<br>
            ある細胞が突然変異を起こし、増殖し、悪性腫瘍となるものです。<br>
            <br>
            60兆個の中でがん細胞は約2500個は常にあるともいわれています。こうした<br>
            がん細胞が増えていくときに、NK細胞、マクロファージといった免疫防御機構が<br>
            がん細胞を攻撃して、常にバランスがとれた状態が保っているのです。<br>
            <br>
            しかしストレス、強いショックなどによって免疫力が低下して、すなわち<br>
            免疫防御機構が崩れていると、がん細胞の増殖が勝ることになります。<br>
            がん細胞は正常細胞とちがって限りなく増えていきます。ですから免疫力を<br>
            常に高めておくことが、がん細胞の増殖を阻み、がん予防につながる<br>
            大事なこととして知られるようになりました。<br>
            <br>
            また、あまりに免疫力が低下すると、体内にある空気中から取り込んだカビの<br>
            ような微生物による悪影響も起きてきます。通常の免疫防御機構が整っている<br>
            場合は、こうした微生物が体内に増えないようにきちんと対応してくれます。<br>
            しかし免疫力が低下した状態では、時にはこうしたカビが生死に影響する<br>
            場合もあるのです。<br>
            <br>
            私たちの健康を守ってくれている免疫防御機構。そして食材の中には、<br>
            その免疫力の活性を高めてくれるものがいくつかあることが、<br>
            これまでの研究で明らかになってきました。そのなかでも注目されている<br>
            食品のひとつが「酵素発酵食品」です。
        </p>
        <hr class="my-6 border-t-1 border-gray-300">
        <p class="mt-3 text-xl font-semibold text-green-600">酵素食品とは</p>
        <p class="mt-2">
            1．「酵素と補酵素（ビタミン・ミネラル等）の違い」<br>
            <br>
            今、最も新しい健康のキーワードは酵素と言われています。<br>
            では、酵素とはどんなものかご存知ですか・・・？<br>
            ビタミンやミネラルさえ取っていれば、効果があって健康になると思うのは、<br>
            大間違いなのです・・・！<br>
            <br>
            ビタミンやミネラル等の多くは補酵素と呼ばれるもので、この補酵素は<br>
            体内の酵素と呼ばれる物質と結びついて、その働きの手助けをするのが役目です。<br>
            <br>
            つまり、私たちの身体の健康は、補酵素の助けを借りた酵素によって維持<br>
            されていると言うことが医学の世界で判ってきたのです。<br>
            <br>
            2．「酵素の重要な働き」<br>
            <br>
            酵素の発見は19世紀、それは食品の研究からのことであったのです。<br>
            しかし、身体機能に酵素が関与していたことが判明したのは、1950年代で本格的な<br>
            研究はごく最近のことなのです。<br>
            <br>
            体内の酵素の成り立ちは複雑で、細胞に存在するDNAの情報を元に、いくつかの<br>
            アミノ酸が結びつき作られています。大きさは顕微鏡でも見ることのできない<br>
            分子レベルで、その種類は現在発見されているもので約5000種近く・・・<br>
            <br>
            一つの酵素は一つの働きしか持たず、一つでも働きがおかしくなれば生命維持<br>
            にも支障をきたす、まさに身体の要の物質なのです。<br>
            <br>
            3．「身体機能に働く６つの酵素」<br>
            　　1 肌荒れにかかわる細胞の生まれ変わり<br>
            　　2 老化にかかわる体内のサビ留め<br>
            　　3 ボケにかかわる脳機能の回復<br>
            　　4 疲れにかかわる疲労物質の蓄積<br>
            　　5 免疫力にかかわる免疫細胞の活性<br>
            　　6 肥満にかかわる栄養の分解と吸収<br>
            <br>
            <br>
            4．「生命維持に欠かせない栄養の分解と吸収」<br>
            <br>
            私たちの体内で活躍する消化酵素の重要な働きをご存知ですか・・・？<br>
            <br>
            食事なので摂取された栄養分を、そのまま体内に取り込むのは不可能です。<br>
            そこで消化酵素の登場となります。その主な働きは各消化器官で食物の<br>
            栄養分を体内に吸収可能な形に分解することなのです。<br>
            <br>
            5．「3大栄養素の分解酵素とは！」<br>
            <br>
            　 A 炭水化物分解酵素・アミラーゼ<br>
            <br>
            ご飯やパンなどを食べたとき、その炭水化物に含まれる糖質を、エネルギーの<br>
            元になるブドウ糖に分解する酵素です。<br>
            <br>
            糖質分解酵素・アミラーゼが働く場所は、口の中と小腸で、噛み砕かれた<br>
            炭水化物は、唾液のアミラーゼが一時的に分解し、さらに小腸でブドウ糖に<br>
            完全分解を行います。<br>
            <br>
            　B 蛋白質分解酵素・プロテアーゼ<br>
            <br>
            肉・魚・野菜などに含まれる蛋白質を、<br>
            身体の材料となるアミノ酸に分解する酵素です。<br>
            <br>
            蛋白質分解酵素・プロテアーゼの働く場所は、胃と小腸で、噛み砕かれた<br>
            蛋白質は、胃液のプロテアーゼが一時分解し、小腸で8つのアミノ酸に<br>
            完全分解を行います。<br>
            <br>
            蛋白質分解酵素・プロテアーゼの強力な分解能力は、肉の塊をプロテアーゼに<br>
            浸し、胃の中と同じ環境にすると、僅か15分で肉の形が無くなってしまう程です。<br>
            <br>
            　C 脂肪分解酵素・分解リパーゼ<br>
            <br>
            肉・魚などに含まれる脂肪を脂肪酸（グリセリン）に分解する酵素です。<br>
            <br>
            脂肪分解酵素・分解リパーゼの働く場所は、小腸だけ、口や胃の中では分解しません。<br>
            身体に入った脂肪は小腸の分解リパーゼによって、初めて脂肪酸（グリセリン等）<br>
            に完全分解が行われるのです。<br>
            以上の3大分解酵素の分解パワーこそ栄養を、私たちの体内に取り込み、生命維持に<br>
            必要不可欠な酵素なのです。
        </p>
        <hr class="my-6 border-t-1 border-gray-300">
        <div class="flex justify-center">
            <a href="{{ route('natural-structure') }}" class="inline-flex items-center bg-green-600 hover:bg-green-500 text-white font-bold py-2.5 px-5 rounded-md mr-8">
                前へ戻る
            </a>
            <a href="#" class="inline-flex items-center bg-green-600 hover:bg-green-500 text-white font-bold py-2.5 px-5 rounded-md mr-8">
                ページトップに戻る
            </a>
            <a href="{{ route('natural-power') }}" class="inline-flex items-center bg-green-600 hover:bg-green-500 text-white font-bold py-2.5 px-5 rounded-md">
                次に進む
            </a>
        </div>
    </div>
</div>