<div id="paragraph2" class="w-7/12 bg-green-100 p-8 rounded-lg">
    <div class="title">
        <img src="{{ asset('image/shokubutu.png') }}" alt="自然界の植物パワー" />
    </div>
    <p class="mt-3 text-xl font-semibold text-green-600">ウコンの成分について</p>
    <p class="mt-2">
            ウコンはショウガ科に属する多年草で、ショウガやニョウガなどの仲間<br>
            で美しい花を咲かせ、国内では主に沖縄、種子島、石垣島、屋久島、<br>
            奄美大島鹿児島などで栽培されていますが、沖縄はその中で、日本最大の<br>
            ウコン栽培地です。<br>
            <br>
            亜熱帯の植物であるウコンの育成には太陽エネルギーと肥沃な土壌が<br>
            必要なのです。<br>
            <br>
            ウコンは現在数十種類が見つかっていますが、薬効の効果があるとして<br>
            注目されているのが「春ウコンと秋ウコン」です。<br>
            <br>
            ウコンの成分で最も代表的なクルクミンや精油成分、各種ミネラル、<br>
            食物繊維などがそれぞれ効力を発揮したり、作用を高めあったりしながら<br>
            優れた薬効を生み出していて、最近では専門家の間でも、ウコンの薬効に<br>
            対して熱い視線が向けられています。<br>
            <br>
            今から400年前の中国で著された有名な薬物書「本草網目」では悪血を<br>
            破る血淋尿血を直す、と記され、またその効能は「治血気心腹痛産後敗血」<br>
            とも記されています。<br>
            <br>
            国立衛生研究所での分析結果によると、ウコンには肝臓機能を強化する<br>
            クルミンをはじめアズレン、カンファーなど多くの有効成分が含まれて<br>
            いるとしています。<br>
            <br>
            さらには、現在、4000～5000もある生薬・ウコンの成分解明に力を入れて<br>
            いる東京薬科大学の糸川 秀治教授（生薬学専攻）はウコンの強肝作用を<br>
            次のように説明しています。<br>
            <br>
            ウコンは胆汁分泌促進作用のほか糖尿病・癌・心筋梗塞・高血圧などの<br>
            生活習慣病からアレルギー疾患に至るまで、その秘められた可能性は、<br>
            従来の医学や生物学の枠に収まりきれない万能薬として、無限に<br>
            広がっています。<br>
            <br>
            現在までに動物実験などで科学的に解明されたウコンの効能は<br>
            ☆胆汁の分泌を促し、肝臓病を予防・改善する作用<br>
            ☆胃液や唾液の分泌を促し、消化器の負担を軽減する作用<br>
            ☆腫瘍の発生・悪性化・増殖を抑制する作用<br>
            ☆体内の活性酸素を除去する作用<br>
            ☆コレステロールや中性脂肪を減らし、高脂血症や動脈硬化を改善する作用<br>
            ☆免疫機能をを高める作用など<br>
            ウコンは、生薬ならではの特性を持ったすばらしい薬草であり、総合的な効果<br>
            を期待できまた薬ではないので副作用の心配もありません。
        </p>

        <hr class="my-6 border-t-1 border-gray-300">
        <p class="mt-3 text-xl font-semibold text-green-600">脳の健康を守る、銀杏葉</p>
        <p class="mt-2">
            銀杏葉エキスははやくからとっていれば、あなたの記憶力の低下や思考力の<br>
            減退を防いでくれる最も強力な脳の薬です。<br>
            <br>
            身体に起こる自体が、手遅れになる前に摂りたい。記憶力の低下や、その他の<br>
            差し迫った精神崩壊の兆しが加齢と共に表れると、ほとんどの人々は無力感に<br>
            襲われ悲惨な人生を絶望的に、過ごすことになります。<br>
            <br>
            この記憶力と精神能力の減退は、医学的には認知症と呼ばれていますが、<br>
            通常避けがたい加齢の結果とされています。しかし、本当にそうなのでしょうか？<br>
            <br>
            ところがこのなんでもない銀杏(イチョウ)の葉のなかにはこの精神能力の衰えを<br>
            治療する物質が存在しており、イチョウの若葉に含まれる物質が血流を促進し、<br>
            脳の機能を高めるための優れた治療薬になっていることが確認されました。<br>
            <br>
            血管が細くなり脳細胞への血流が悪化し、記憶障害やその他のいわゆるぼけと<br>
            呼ばれる症状の一般的な原因と血管性の病気と神経変性による病気の両方に、<br>
            このハーブが高い効果を発揮することは、すでに証明されています。<br>
            <br>
            銀杏エキスとは、銀杏の若木の抽出物で、主体となる活性物質はギンコライド<br>
            と呼ばれ、ギンコライドは銀杏の若木の葉や根にしか存在せず、この自然界で<br>
            銀杏以外の植物からは発見されていないのです。<br>
            <br>
            銀杏葉エキスにはギンコライド以外にも多種類のフラボノイドが含まれており、<br>
            そのいくつかの成分比率は銀杏にしか見られない独特の特徴を持っています。<br>
            <br>
            専門家の多くは、銀杏はエキスは全ての植物性治療薬の中で最も重要なもの<br>
            と言われ1950年代から今日までに400を超える研究論文が、医学雑誌に<br>
            発表されています。<br>
            <br>
            比較対象を取った臨床試験例は50以上も行われており、記憶力の減退<br>
            集中の困難、放心、錯乱、思考エネルギーの欠如、疲労、抑鬱、眩暈、耳鳴り<br>
            などに対する治療効果が確認されています。<br>
            <br>
            また、アルツハイマー病を含む認知症治療に銀杏を用いた結果の成績も多数の<br>
            研究者から報告されており、脳血行障害に対する銀杏葉エキスの効果は、非常に<br>
            大きく脳の機能を蘇生させ、脳循環不全による様々な症状を停止させたり、逆転<br>
            させたりしていることが確認されています。<br>
            <br>
            さらに、ドイツで行われたひとつの研究では銀杏葉エキスを摂取した1時間後<br>
            には被験者の毛細血管の血流が57％も増加していることが判明されました。<br>
            <br>
            またよく管理された研究結果では、脳血行障害を2年以上患っている99名の高齢<br>
            の患者が3ヶ月銀杏葉エキスを摂取し続けた結果、71％の人々が症状が改善された<br>
            と報告されています。<br>
            <br>
            私たちが、体内に本来持っている、自然治癒力である各種の免疫防御機構と<br>
            動植物に存在する有効成分などの活用は、「心と身体の健康医学・病気は自分で<br>
            治しなさい」のテーマに沿った、最も意義のある考えであると言えるでしょう。
        </p>
        <hr class="my-6 border-t-1 border-gray-300">
        <div class="flex justify-center">
            <a href="{{ route('natural-power') }}" class="inline-flex items-center bg-green-600 hover:bg-green-500 text-white font-bold py-2.5 px-5 rounded-md mr-8">
                前へ戻る
            </a>
            <a href="#" class="inline-flex items-center bg-green-600 hover:bg-green-500 text-white font-bold py-2.5 px-5 rounded-md mr-8">
                ページトップに戻る
            </a>
            <a href="{{ route('bio') }}" class="inline-flex items-center bg-green-600 hover:bg-green-500 text-white font-bold py-2.5 px-5 rounded-md">
                次に進む
            </a>
        </div>
    </div>
</div>